Repository: aizadaally/agroconnectfyp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Home
ky: Башкы бет

source: Products
ky: Продуктулар

source: Farmer Dashboard
ky: Фермердин башкаруу панели

source: Login
ky: Кирүү

source: Register
ky: Катталуу

source: Profile
ky: Профиль

source: My Orders
ky: Менин буйрутмаларым

source: Logout
ky: Чыгуу

source: Cart
ky: Корзина

source: Search
ky: Издөө

source: Categories
ky: Категориялар

source: All Products
ky: Бардык продуктулар

source: Fruits
ky: Жемиштер

source: Vegetables
ky: Жашылчалар

source: Dairy
ky: Сүт азыктары

source: Grains
ky: Дан азыктары

source: No products found matching your criteria.
ky: Сиздин критерийлерге туура келген продуктулар табылган жок.

source: Quick Links
ky: Тез шилтемелер

source: Contact Us
ky: Байланышуу

source: Email:
ky: Электрондук почта:

source: Phone:
ky: Телефон:

source: All rights reserved.
ky: Бардык укуктар корголгон.

source: Connecting farmers directly with consumers.
ky: Фермерлерди керектөөчүлөр менен түз байланыштыруу.

source: About Us
ky: Биз жөнүндө

source: Contact
ky: Байланыш

source: Search products...
ky: Продуктуларды издөө...

source: Find
ky: Табуу

source: Fresh From Farm to Table
ky: Фермадан түз столго жаңы азыктар

source: AgroConnect brings you the freshest produce directly from local farmers to your table.
ky: AgroConnect жергиликтүү фермерлерден эң жаңы азыктарды түз сиздин столуңузга жеткирет.

source: Featured Categories
ky: Негизги категориялар

source: Featured Products
ky: Сунушталган продуктулар

source: per
ky: ар

source: Details
ky: Маалымат

source: Add to Cart
ky: Корзинага кошуу

source: No products available at the moment.
ky: Учурда жеткиликтүү продуктулар жок.

source: Why Join as a Farmer?
ky: Эмне үчүн фермер катары катышуу керек?

source: Direct Sales
ky: Түз сатуулар

source: Sell directly to customers without middlemen and increase your profits.
ky: Ортомчуларсыз түз керектөөчүлөргө сатып, кирешеңизди көбөйтүңүз.

source: Grow Your Customer Base
ky: Кардарлар базаңызды кеңейтиңиз

source: Reach more customers through our platform.
ky: Биздин платформа аркылуу көбүрөөк кардарларга жетиңиз.

source: Register as Farmer
ky: Фермер катары катталуу

source: Farmer
ky: Фермер

source: Browse Products
ky: Продуктуларды көрүү

source: AgroConnect - Farm to Table Marketplace
ky: AgroConnect - Фермадан столго азык-түлүк базары

source: Join Us
ky: Бизге кошулуңуз

source: Apple
ky: Алма

source: Potato
ky: Картошка

source: Tomato
ky: Помидор

source: Cabbage
ky: Капуста

source: Fresh, organic tomatoes
ky: Жаңы, органикалык помидорлор

source: High-quality potatoes
ky: Жогорку сапаттагы картошка

source: Large, fresh cabbages
ky: Чоң, жаңы капусталар

source: kg
ky: кг

source: piece
ky: даана

source: No Image Available
ky: Сүрөт жок

source: ap
ky: ар

source: Shopping Cart
ky: Сатып алуу корзинасы

source: Your Items
ky: Сиздин буюмдар

source: Your cart is empty
ky: Сиздин корзина бош

source: Looks like you haven't added any products to your cart yet.
ky: Сиз али корзинаңызга эч нерсе кошо элексиз.

source: Order Summary
ky: Буйрутма жыйынтыгы

source: Items
ky: Буюмдар

source: Total:
ky: Жалпы:

source: Proceed to Checkout
ky: Буйрутманы тапшыруу

source: Continue Shopping
ky: Сатып алууну улантуу

source: Error updating item quantity
ky: Товардын санын жаңыртууда ката

source: Error removing item from cart
ky: Товарды корзинадан алып салууда ката

source: Are you sure you want to remove this item from your cart?
ky: Сиз бул нерсени корзинадан чын эле алып салгыңыз келеби?

source: Order
ky: Буйрутма

source: Order Details
ky: Буйрутма тууралуу маалымат

source: Date:
ky: Күнү:

source: Status:
ky: Статусу:

source: Payment Status:
ky: Төлөө статусу:

source: Paid
ky: Төлөнгөн

source: Pending
ky: Төлөө күтүлүүдө

source: Total Amount:
ky: Жалпы суммасы:

source: Delivery Address:
ky: Жеткирүү дареги:

source: Contact Phone:
ky: Байланыш телефону:

source: Payment Required
ky: Төлөө керек

source: This order has not been paid yet.
ky: Бул буйрутма али төлөнө элек.

source: Complete Payment
ky: Төлөөнү аяктоо

source: Confirm Payment Received
ky: Төлөмдү алганын тастыктоо

source: Only click this button if you have confirmed receipt of payment from the buyer.
ky: Бул баскычты сатып алуучудан төлөмдү алганыңызды тастыктаганда гана басыңыз.

source: Buyer Contact Information
ky: Сатып алуучунун байланыш маалыматтары

source: Buyer Contact:
ky: Сатып алуучу байланышы:

source: Name:
ky: Аты:

source: Not available
ky: Жеткиликтүү эмес

source: Call
ky: Чалуу

source: Order Items
ky: Буйрутма буюмдары

source: Price:
ky: Баасы:

source: per unit
ky: бирдиги үчүн

source: Qty:
ky: Саны:

source: Seller Contact:
ky: Сатуучу байланышы:

source: Delivery Information
ky: Жеткирүү жөнүндө маалымат

source: Address:
ky: Дарек:
